Repository: piermariacosina/lamaggiorana
Catalog: languages/*.po
Languages: it_it

source: Frequency
it_it: Frequenza

source: Duration
it_it: Durata

source: Time
it_it: Orario

source: Days
it_it: Giorni

source: Cost
it_it: Costo

source: Go to Gallery
it_it: Vai alla gallery

source: This is the current month, but there is no other events.
it_it: Questo è il mese corrente, ma non ci sono altri eventi in programma

# post type general name
source: Lessons
it_it: Lezioni

# post type singular name
source: Lesson
it_it: Lezione

# Lesson item
source: Add New Lesson
it_it: Aggiungi nuova lezione

source: Add New Lesson Item
it_it: Aggiungi nuova lezione

source: Edit Lesson Item
it_it: Modifica lezione

source: New Lesson Item
it_it: Nuova lezione

source: View Lesson Item
it_it: Visualizza lezione

source: Search Lesson
it_it: Cerca lezione

source: Nothing found
it_it: Non è stato niente

source: Nothing found in Trash
it_it: Niente da trovare nel cestino

# post type general name
source: Events
it_it: Eventi

# post type singular name
source: Event
it_it: Evento

# Lesson item
source: Add New Events
it_it: Aggiungi nuovo evento

source: Add New Events Item
it_it: Aggiungi nuovo evento

source: Edit Events Item
it_it: Modifica evento

source: New Events Item
it_it: Nuovo evento

source: View Events Item
it_it: Visualizza eventi

source: Search Events
it_it: Cerca eventi

# post type general name
source: Courses
it_it: Corso

# post type singular name
source: Courses
it_it: Corsi

# Course item
source: Add New Course
it_it: Aggiungi nuovo corso

source: Add New Course Item
it_it: Aggiungi nuovo corso

source: Edit Course Item
it_it: Modifica corso

source: New Course Item
it_it: Nuovo corso

source: View Course Item
it_it: Visualizza corso

source: Search Course
it_it: Cerca corso

# post type general name
source: Services
it_it: Servizi

# post type singular name
source: Services
it_it: Servizi

# Service item
source: Add New Service
it_it: Aggiungi nuovo servizio

source: Add New Service Item
it_it: Aggiungi nuova storia

source: Edit Service Item
it_it: Modifica servizio

source: New Service Item
it_it: Nuovo servizio

source: View Service Item
it_it: Visualizza servizio

source: Search Service
it_it: Cerca servizio

# post type general name
source: Galleries
it_it: Gallerie

# post type singular name
source: Gallery
it_it: Galleria

# Gallery item
source: Add New Gallery
it_it: Aggiungi nuova galleria

source: Add New Gallery Item
it_it: Aggiungi nuova galleria

source: Edit Gallery Item
it_it: Modifica galeria

source: New Gallery Item
it_it: NUova galleira

source: View Gallery Item
it_it: Visualizza galleria

source: Search Gallery
it_it: Cerca galleria

# Gallery item
source: Add New News
it_it: Aggiungi nuova news

source: Add New News Item
it_it: Aggiungi nuova news

source: Edit News Item
it_it: Modifica news

source: New News Item
it_it: Nuova news

source: View News Item
it_it: Visualizza News

source: Search News
it_it: Cerca news

source: Older posts <span class="meta-nav">&rarr;</span>
it_it: Gallery precedenti <span class="meta-nav">&rarr;</span>

source: <span class="meta-nav">&larr;</span> Newer posts
it_it: <span class="meta-nav">&larr;</span> Gallery successive

source: Back to previous page
it_it: Ritorna alla pagina precedente
